;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after simbol ' = '
;
;
;  TranslationAuthor: Damned
;  TranslationAuthorEmail: bartosfr@seznam.cz
;  TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
;  Soft Version: 4.74.457
;  Update: October 31, 2017
;
[Lang]
NativeLanguage=Česky
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nastavení
ButtonSkin=Vzhled
apply=Použít
Nothanks=Ne, děkuji
ButtonCancel=Storno

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZECH
LangShortName=cs-cz
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Bytes=Bajtů
KB=kb
MB=MB
GB=GB
pmDefault=Výchozí
Information=Informace
Warning=Varování
Error=Chyba
Confirm=Potvrzení
CurVer=Aktuální verze:
FrmSkin.Btnok.Caption=Ok
Weathertag=F
FrmGeneral.lblunit.caption=Jednotka teploty:
DelSkinHint=Smazat vzhled
LikeOurSoft=Líbí se Vám Wise Care 365? Zkuste další produkty od Wise Teamu!
DownloadMore=Stáhnout zdarma
pmWhyUpgrade=Proč verzi PRO?
Frmboot.lblsec.caption=sek
FrmBuy.lblinfo4.caption=Zbývá podpora zdarma.
Notic=Upozornění
;
; Popup menu
;
pmDelete=Smazat vybrané velké soubory
pmHelp=Nápověda online
pmforum=Fórum
pmHome=Náš web
pmContact=Kontaktujte nás
pmSettings=Nastavení
pmCheckNew=Kontrola aktualizací 
pmLang=Jazyk
pmRegister=Registrace
pmAbout=O programu
pmLicenseKey=Změnit licenční klíč
pmIgnore=Přidat k vyjmutým položkám
pmRCrec=Vybrat jen bezpečné záznamy
pmDCrec=Doporučené
pmAll1=Vybrat vše
pmNone=Nic nevybrat
pmInvert=Otočit výběr
pmGo=Otevřít umístění...
pmGoReg=Otevřít v Editoru registru...
pmExport=Exportovat do ...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Asistence
FrmWPMain.btncheckup.caption=Kontrola PC
FrmWPMain.btnsysclean.caption=Čištění systému
FrmWPMain.btnsystune.caption=Vylepšení systému
FrmWPMain.btnprivacy.caption=Ochrana soukromí
FrmWPMain.btnSysmon.caption=Monitoring systému
FrmChangeHeader.caption=Změna avataru
FrmHome.btnactive.Caption=Plná verze
FrmHome.lblshare.caption=Sdílejte Wise Care 365
FrmHome.lbltools.caption=Nástroje
FrmHome.btntools.hint=Další nástroje
FrmHome.btnhead.Hint=Změnit avatar
FrmHome.edtuser.Hint=Změnit přezdívku
FrmHome.btnfacebook.hint=Sdílejte Wise Care 365 na Facebooku
FrmHome.btntwitter.hint=Sledujte Wise Care 365 na Twitteru
FrmHome.btngoogle.hint=Sdílejte Wise Care 365 na Google+
FrmHome.btnemail.hint=Řekněte přátelům o Wise Care 365
FrmHistory.btncheckup.caption=Zkontrolovat
FrmHistory.lblrecord.caption=Smazané záznamy
FrmExam.btncancel.caption=Storno
FrmExam.lblrecheck.caption=Nová kontrola
FrmExam.btnfix.caption=Opravit
FrmButtons.lblinfo.caption=Přetažením můžete seřadit všechny nástroje.
;
; About
;
Frmabout.lblstatus.caption=Stav:
FrmAbout.caption=O programu
FrmAbout.lblver.caption=Aktuální verze:
FrmAbout.lblemail.caption=Podpora:
FrmAbout.lblhome.caption=Náš web:
FrmAbout.lblthanks.caption=Velký dík patří těmto lidem za jejich podporu našemu produktu:
FrmAbout.lblWarning.caption=Varování: Tento program je proti kopírování chráněn zákony a mezinárodními dohodami.
FrmAbout.WiseLabel1.caption=Autorská práva© 2006-2017 WiseCleaner. Všechna práva vyhrazena.
FrmAbout.lblreg.caption=Free verze 
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Spustit sken
Frmadvdc.lblpath.caption=Skenovat disk:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnall.caption=Všechno
Frmadvdc.btnadvanced.caption=Pokročilá nastavení
Frmadvdc.btnnone.caption=Odškrtnout vše
Frmadvdc.lblspeed.caption=Nejrychlejší skenování na světě!
Frmadvdc.lblrec.caption=Další aplikace, které používají naši uživatelé:
Frmadvdc.vtfiles.Columns[0]=Název souboru
Frmadvdc.vtfiles.Columns[1]=Velikost
Frmadvdc.vtfiles.Columns[2]=Umístění
Frmadvdc.vtfiles.Columns[3]=Poslední přístup
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.lblinfo.caption=Volba "Vyhledat prázdné soubory" je účinná pouze na toto čištění. Příště si opět musíte vybrat.
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Přidat
FrmAdvSettings.btnremove.caption=Odebrat
FrmAdvSettings.btncancel.caption=Storno
FrmAdvSettings.wcknull.caption=Soubory s nulovou velikostí(0 bytů, pomalejší)
FrmAdvSettings.wckshortcut.caption=Neplatní zástupci(pomalejší)
FrmAdvSettings.caption=Pokročilá nastavení
FrmAdvSettings.btnre.caption=Doporučené
FrmAdvSettings.btnall.caption=Všechno
FrmAdvSettings.btnnone.caption=Odškrtnout vše
;
; Backup and restore
;
FrmBackup.caption=Zálohy
FrmBackup.btnreg.caption=Vytvořit úplnou zálohu registru
FrmBackup.btnsys.caption=Vytvořit Bod obnovení systému
FrmRestore.caption=Centrum obnovy
FrmRestore.btnRegBk.caption=Záloha registru
FrmRestore.btnSysBK.caption=Systém obnovení
FrmRestore.btnclose.caption=Zavřít
FrmRestore.btnrestore.caption=Obnovit
FrmRestore.btnremove.caption=Odstranit
;
; Big File Manager
;
FrmGeneral.ckfileshred.caption=Přidat Drtič souborů do Kontextové nabídky
FrmBFConfig.btnall.caption=Vybrat vše
FrmBFConfig.btnnone.caption=Odškrtnout vše
FrmBFConfig.btnRemove.caption=Odstranit
FrmBFConfig.caption=Vyjmuté položky
Frmbigfile.vtfiles.Columns[0]=Název
Frmbigfile.vtfiles.Columns[1]=Velikost
Frmbigfile.vtfiles.Columns[2]=Typ
Frmbigfile.vtfiles.Columns[3]=Otevřeno
Frmbigfile.vtfiles.Columns[4]=Umístění
Frmbigfile.lblpath.caption=Skenovat disk:
Frmbigfile.btnrescan.caption=Zopakovat
Frmbigfile.btnsearch.caption=Vyhledat
Frmbigfile.btndel.caption=Smazat
Frmbigfile.btncancel.caption=Zastavit
FrmBigFile.btnIgnore.caption=Přidat vybrané k výjimkám
FrmBigFile.btnExport.caption=Exportovat do...
FrmBigFile.btnExConfig.caption=Vyjmuté položky
;
; Register 
;
FrmBuy.lblfull.caption=Registrace plné verze Wise Care 365 Pro:
FrmBuy.lblfull1.caption=Chcete-li používat všechny funkce Wise Care 365, musíte si zakoupit plnou verzi. S plnou verzí Wise Care 365 můžete:
FrmBuy.lblinfo0.caption=Jedním kliknutím opravte všechny problémy za pár sekund.
FrmBuy.lblinfo1.caption=Automaticky vyčistěte všechny zbytečnosti, stopy a historii.
FrmBuy.lblinfo2.caption=Zrychlete spouštění, zrychlete připojení k internetu, ať je Váš PC rychlý, jako by byl nový.
FrmBuy.lblinfo3.caption=Ochrana v reálném čase a optimalizace pro systém Windows.
FrmBuy.btnbuy.caption=Registrovat
FrmBuy.btnactive.caption=Aktivujte Váš licenční klíč
FrmBuy.lblguarantee.caption=Pokud z jakéhokoliv důvodu nebudete s naším programem spokojeni, tak Vám do 60 dní od nákupu vrátíme peníze.
FrmBuy.lblkey.caption=Již vlastníte licenční klíč?
FrmRegister.caption=Registrace
FrmLicense.lblinfo.caption=Děkujeme, že jste si zvolili Wise Care 365!
FrmLicense.lblinput.caption=Prosím, zadejte Váš licenční klíč a aktivujte verzi PRO.
FrmLicense.lblname.caption=Uživatel:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Licenční klíč:
FrmLicense.btnregister.caption=Registrovat
FrmLicense.lblhelp.caption=Máte problém s vložením licenčního klíče?
FrmLicense.lblnokey.caption=Ještě nemáte licenční klíč?
FrmLicense.lblsupport.caption=Podpora
FrmLicense.btnbuy.caption=Zakoupit
FrmExitNotice.btnexit.caption=Konec
FrmExitNotice.btnreg.caption=Přejít na registraci
FrmExitNotice.lbltitle.caption=Před ukončením Wise Care 365 Pro, čtěte:
FrmExitNotice.lblinfo.caption=Tyto problémy mohou zpomalit počítač a snížit jeho efektivitu. Bude Vás to frustrovat a stát mnoho času.
FrmExitNotice.lblregister.caption=Wise Care 365 Pro je registrován na:
;
; Common disk clean
;
FrmCommon.btnall.caption=Vybrat vše
FrmCommon.btnre.caption=Doporučené
FrmCommon.btnnone.caption=Nic nevybrat
FrmCommon.btnScan.caption=Spustit sken
FrmCommon.lblstat.caption=Rychlé a snadné vyčištění stop a zbytečností.
FrmCommon.btncancel.caption=Storno
FrmCommon.btnrescan.caption=Nový sken
;
; Registry Clean
;
FrmRegClean.btnall.caption=Vše vybrat
FrmRegClean.btnre.caption=Doporučené
FrmRegClean.btnnone.caption=Nic nevybrat
FrmRegClean.btnCustom.caption=Vlastní
FrmRegClean.WiseLabel1.caption=Plánovač
FrmRegClean.lbltype.caption=Zvolte četnost
FrmRegClean.lblweek.caption=Zvolte den:
FrmRegClean.lbltime.caption=Čas
FrmRegClean.btnScan.caption=Spustit sken
FrmRegClean.btncancel.caption=Storno
FrmRegClean.btnrescan.caption=Nový sken
FrmRegClean.lblstat.caption=Váš registr nebyl dosud čištěn. Doporučujeme ihned vyčistit registr!
FrmRegClean.lblinfo.caption=Pravidelné čištění registru udrží Váš počítač rychlým a stabilnějším.
Frmcustom.caption=Vlastní oblasti
Frmcustom.btnre.caption=Doporučené
Frmcustom.btnall.caption=Vybrat vše
Frmcustom.btnnone.caption=Nic nevybrat
Frmcustom.btncancel.caption=Storno
Frmcustom.btnok.caption=Ok
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Volné místo
FrmDiskDefrag.btnfolder.caption=Složky
FrmDiskDefrag.btnfile.caption=Soubory
FrmDiskDefrag.btnsystem.caption=Systém souborů
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vypnout PC po defragmentaci disku.
FrmDiskDefrag.btnpause.caption=Pozastavit
FrmDiskDefrag.btnstop.caption=Zastavit
FrmDiskDefrag.btnDefrag.caption=Defragmentovat
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Čistič disku chrání Vaše soukromí tím, že zcela odstraní smazané soubory, aby je nějaký software pro obnovu dat nemohl obnovit.
FrmDiskErase.btnstopErase.caption=Stop
FrmDiskErase.chkshutdown.caption=Vypnout PC po vyčištění disku.
FrmDiskErase.BtnErase.caption=Vyčistit
FrmDiskErase.lblerasemode.caption=Režim:
FrmDiskErase.vstDisk.Columns[0]=Disk
FrmDiskErase.vstDisk.Columns[1]=Celková velikost
FrmDiskErase.vstDisk.Columns[2]=Volné místo
FrmDiskErase.vstDisk.Columns[3]=Stav
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importovat
FrmExclusion.btnexport.caption=Exportovat
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Drtič souborů trvale odstraní soubory - nikdo je již nebude moci obnovit.
FrmFileShredder.lblFileLine2.caption=Předejděte obnovení již smazaných souborů na původní místo.
FrmFileShredder.btnErase.caption=Vymazat
FrmFileShredder.btnaddfile.caption=Přidat soubor
FrmFileShredder.btnaddfolder.caption=Přidat složku
FrmFileShredder.btnstop.caption=Zastavit
FrmFileShredder.btndelitem.caption=Odstranit
FrmFileShredder.vtfiles.Columns[0]=Název souboru/složky
FrmFileShredder.vtfiles.Columns[1]=Umístění
FrmFileShredder.vtfiles.Columns[2]=Stav
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Když je zbytečností více než
FrmGeneral.lbltrace.caption=Když je počet stop vyšší než
FrmGeneral.chkturbo.caption=Automaticky spouštět Wise Turbo
FrmGeneral.chkstartup.caption=Spustit se spuštěním Windows
FrmGeneral.chkbooster.caption=Spustit Bootup Booster se spuštěním PC 
FrmGeneral.lblsys.caption=Systém
FrmGeneral.lblupdate.caption=Kontrola aktualizací:
FrmGeneral.chknews.caption=Zkontrolovat novinky při spuštění aplikace
FrmGeneral.chkexp.caption=Přidat se k programu Zlepšování produktu na základě ohlasu zákazníků
FrmGeneral.lblexp.caption=Detaily
FrmGeneral.lblportable.caption=Verze portable
FrmGeneral.btnmakeportable.caption=Vytvořit přenosnou verzi
FrmGeneral.lblinterface.caption=Rozhraní
FrmGeneral.lbllang.caption=Jazyk:
FrmGeneral.chkue.caption=Připojit se k programu Zlepšování jako náš zákazník
FrmGeneral.btnupdate.caption=Zkontrolovat
FrmBoosterSettings.chkauto.caption=Informace o počasí zjišťovat automatickou detekcí oblasti
FrmBoosterSettings.chkset.caption=Pro informace o počasí použít tuto oblast
FrmGobleSettings.btnstartup.caption=Boot Booster
;
; Settings GUI
;
FrmGobleSettings.caption=Nastavení
FrmGobleSettings.TabBtnGeneral.caption=Obecné
FrmGobleSettings.TabBtnClean.caption=Čistič
FrmGobleSettings.TabBtnExclusion.caption=Výjimky
FrmGobleSettings.TabBtnCheckup.caption=Vlastní oblasti
FrmGobleSettings.btncancel.caption=Storno
FrmGobleSettings.btnok.caption=Uložit
FrmGobleSettings.btnTray.caption=Tray ikona
FrmGobleSettings.btnSysProect.caption=Ochrana systému
;
; Update
;
FrmNewVer.lblTitle.caption=Je dostupná nová verze.
FrmNewVer.lblignore.caption=Tuto verzi nestahovat
FrmNewVer.btnno.caption=Nyní ne
FrmNewVer.btnUpdate.caption=Aktualizovat
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimalizovat
FrmOptimizer.lblinfoex.caption=Optimalizace zlepší Vaše síťové připojení a systém.
FrmOptimizer.btnnone.caption=Nic nevybrat
FrmOptimizer.btnall.caption=Vybrat vše
FrmOptimizer.btnDefault.caption=Standardní
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Chrání Vaše soukromí vyčištěním stop po Vaší činnosti na PC.
FrmPrivacyErase.btnrescan.caption=Nový sken
FrmPrivacyErase.btnScan.caption=Spustit sken
;
; Register defrag
;
FrmProcess.Caption=Analýza registru
FrmProcess.lblwait.caption=Analyzuje se...
FrmProcess.lblinfo.caption=Váš počítač nemusí několik málo sekund nebo minut odpovídat.
FrmRegDefragger.lblinfo.caption=Udržování registru bez fragmentací zvyšuje výkon a stabilitu systému.
FrmRegDefragger.lblstat.caption=Váš registr ještě nebyl defragmentován. Doporučujeme provést defragmentaci registru!
FrmRegDefragger.btndefrag.caption=Defragmentace
FrmRegDefragger.lblinfo1.caption=1. Před spuštěním defragmentace registru Vám doporučujeme ukončit všechny aplikace.
FrmRegDefragger.lblinfo2.caption=2. Při analýze systém nemusí chvíli odpovídat.
FrmRegDefragger.lblinfo3.caption=3. Po dokončení defragmentace bude restartován počítač.
FrmRegDefragger.lblinfo4.caption=4. Prosím, NEPŘERUŠUJTE defragmentaci. Mohlo by to způsobit nechtěné následky.
FrmRegDefragger.vtdefrag.Columns[0]=Sekce
FrmRegDefragger.vtdefrag.Columns[1]=Původní velikost
FrmRegDefragger.vtdefrag.Columns[2]=Nová velikost
FrmRegDefragger.vtdefrag.Columns[3]=Zmenšení o
FrmRegDefragger.btnAnalysis.caption=Analýza
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Upozornění: Bezpečně uschovejte své heslo pro případ jeho ztráty.
FrmPwGenerator.BtnCopy.caption=Kopírovat do schránky
FrmPwGenerator.ckdigital.caption=Číslice
FrmPwGenerator.cklowercase.caption=Malá písmena
FrmPwGenerator.ckupercase.caption=VELKÁ písmena
FrmPwGenerator.ckspecial.caption=Speciální znaky
FrmPwGenerator.lblinfo.caption=Generátor hesel Vám pomůže zlepšit stupeň zabezpečení.
FrmPwGenerator.lbllen.caption=Délka hesla
FrmPwGenerator.Btngenerator.caption=Vytvořit heslo
;
; Software Rate
;
FrmRate.Btnlist.caption=Hodnocení
FrmRate.Btnreview.caption=Moje hodnocení
FrmRate.Btnfirst.caption=Ohodnoťte jako první
FrmRate.Btnsubmit.caption=Odeslat
FrmRate.lblscore.caption=Hodnocení:
FrmRate.lblscorehint.caption=(Pro hodnocení musíte kliknout na hvězdy)
FrmRate.lblnick.caption=Vaše přezdívka:
FrmRate.lblnickhint.caption=(Volitelné)
FrmRate.lblemail.caption=Váš e-mail:
FrmRate.lblemailhint.caption=(Volitelné)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(Volitelné)
FrmRate.lbldesctitle.caption=Popis software:
FrmRate.lblratesoft.caption=Doporučovaný Software
;
; Schedule task
;
FrmSchedule.btnOK.caption=Ok
FrmSchedule.btnCancel.caption=Storno
FrmSchedule.lblinfo.caption=Pravidelné automatické čištění Vám pomůže udržet Vaše PC ve špičkovém stavu a šetří čas
FrmSchedule.chksilent.caption=Tichý režim
FrmSchedule.lbltype.caption=Zvolte typ:
FrmSchedule.lblweek.caption=Zvolte den:
FrmSchedule.lbltime.caption=Čas :
FrmSchedule.caption=Plánovač úloh
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Skrýt všechny služby Microsoftu
FrmStartupMgr.TabBtnBoot.caption=Spouštění
FrmStartupMgr.TabBtnService.caption=Služby
FrmStartupMgr.TabBtnHis.caption=Záznamy
FrmStartupMgr.BtnRestoreAll.caption=Obnovení záznamů
FrmStartupMgr.tabbtnup.caption=Zrychlení
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Redukovat
FrmSysClean.btnall.caption=Všechno
FrmSysClean.btnrecommended.caption=Doporučené
FrmSysClean.btnnone.caption=Odškrtnout vše
FrmSysClean.vtsys.Columns[0]=Položka
FrmSysClean.vtsys.Columns[1]=Velikost
FrmSysClean.vtsys.Columns[2]=Umístění
FrmSysClean.vtsys.Columns[3]=Doporučení
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Velké soubory
FrmTabPrivcay.TabBtnPrivacyErase.caption=Čistič soukromí
FrmTabPrivcay.TabBtnDiskErase.caption=Čistič disku
FrmTabPrivcay.TabBtnFileShredder.caption=Drtič souborů
FrmTabPrivcay.TabBtnPwGenerator.caption=Generátor hesel
FrmTabSysClean.TabbtnRegclean.caption=Čistič registru
FrmTabSysClean.TabBtnCommonClean.caption=Běžné čistění
FrmTabSysClean.TabBtnAdvClean.caption=Dokonalejší čistění
FrmTabSysClean.TabBtnSysSimming.caption=Redukce systému
FrmTabSysTune.TabbtnSysOpt.caption=Optimizér systému
FrmTabSysTune.TabBtnDDefrag.caption=Defragmentace disku
FrmTabSysTune.TabBtnRDefrag.caption=Defragment. registru
FrmTabSysTune.TabBtnBoot.caption=Správce spouštění
FrmTabSysTune.TabBtnContext.caption=Kontext menu
FrmTabSysMon.TabBtnProcess.caption=Monitor procesů
FrmTabSysMon.TabBtnHard.caption=Přehled hardware
FrmTabSysMon.btnProcessor.caption=Procesor
FrmTabSysMon.btnBoard.caption=Základní deska
FrmTabSysMon.btnMemory.caption=Paměť
FrmTabSysMon.btnGraphic.caption=Grafická karta
FrmTabSysMon.btnDisk.caption=Hard disk
FrmTabSysMon.btnNetAdapter.caption=Síťový adaptér
FrmTabSysMon.btnSoundCard.caption=Zvuková karta
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Bezpečné smazání
FrmSettingClean.chkAutoBackup.caption=Před čištěním registru vytvořit zálohu registru
FrmSettingClean.lblfolder.caption=Vlastní složky k vyčištění (Platné pro dokonalejší čištění)
FrmSettingClean.btnadd.caption=Přidat
FrmSettingClean.btnremove.caption=Odebrat
FrmSettingClean.lblscanmode.caption=Stupeň skenování registru
FrmSettingClean.rdnormal.caption=Normální
FrmSettingClean.rdssafe.caption=Bezpečný režim
FrmSettingClean.rddeep.caption=Hluboký režim
FrmSettingClean.lblusers.caption=Více uživatelů:
frmsettingclean.rdauser.caption=Všichni uživatelé
frmsettingclean.rdcuser.caption=Aktuální uživatel
frmsettingclean.rdusers.caption=Vybraný uživatel
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Obnovit
FrmIgnoredItems.btnall.caption=Vybrat vše
FrmIgnoredItems.btnnone.caption=Nic nevybrat
FrmIgnoredItems.lblinfo.caption=Ignorovat zaškrtnuté položky
;
; Shutdown notice
;
FrmShutDownNote.caption=Upozornění
FrmShutDownNote.btnCancel.caption=Zavřít
;
; Skin
;
Frmskin.lblphoto.caption=Vlastní snímek vzhledu
FrmSkin.lblprevious.caption=Předchozí
Frmskin.lblnext.caption=Další
FrmSkin.btnok.caption=Ok
;
; Input Window 
;
Frminput.btncancel.caption=Storno
Frminput.btnok.caption=Ok
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Vlastní avatar
FrmChangeHeader.btnsys.caption=Systémový avatar
FrmChangeHeader.btnlocal.caption=Obrázek
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Storno
FrmChangeHeader.lblpreview.caption=Náhled
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com - Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.lbltitle.caption=Zapojit se do programu Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.lblinfo1.caption=Pomozte nám zlepšit náš produkt, zapojením se do programu Zlepšování produktu na základě ohlasu zákazníků, odesláním informací do WiseCleaner.com o tom, jak používáte produkty WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Žádná ze shromážděných informací nebude využita k Vaší identifikaci nebo kontaktu s Vámi. Kdykoli můžete tento program opustit.
Frmsecurity.lbllink.caption=Chci vědět víc o programu Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.cbagree.caption=Chci se zapojit do programu Zlepšování produktu na základě ohlasu zákazníků.
Frmsecurity.cbagainst.caption=V tuto chvíli se nechci zapojit.
Frmsecurity.btnok.caption=Ok
;
;
;
FrmTrail.lbltitle.caption=Děkujeme, že jste si zvolili Care 365
FrmTrail.lblhint.caption=Po uplynutí zkušebniho (Trial) období, již nebudte moci používat tyto funkce.
FrmTrail.lblinfo0.caption=1, Jednokliková kontrola a oprava chyb počítače.
FrmTrail.lblinfo1.caption=2, Čistič soukromí.
FrmTrail.lblinfo2.caption=3, Správce Kontext menu.
FrmTrail.lblinfo3.caption=4, Automatickou aktualizaci na novou verzi.
FrmTrail.lblinfo4.caption=5, Nastavení vzhledu programu.
FrmTrail.lblhint1.caption=Pokud se Vám program líbí, zakupte si licenci.
FrmTrail.btnbuy.caption=Koupit
FrmTrail.btnClose.caption=Později

[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Již nezobrazovat
TfrmTraySetting.ckAssist.caption=Oznámit mi odpověď na můj příspěvek.
TfrmTraySetting.ckReware.caption=Upozornit mě při zveřejnění placené otázky.
TfrmTraySetting.Caption=Nastavení
TfrmTraySetting.btnok.Caption=Ok
TfrmTraySetting.btnCancel.Caption=Storno
TfrmTraySetting.ckbx4.Caption=Automaticky zobrazit indikační okno při spuštění Wise Care 365
TfrmTraySetting.lbl4.Caption=Automaticky optimalizovat paměť, když je její využití vyšší než:
TfrmTraySetting.lbl1.Caption=Jednotka teploty
TfrmTraySetting.lbl2.Caption=Zobrazit info o systému
TfrmTraySetting.ckbx2.Caption=Fahrenheita
TfrmTraySetting.ckbx1.Caption=Celsia
TfrmTraySetting.ckbx3.Caption=Autooptimalizace
TfrmTraySetting.ckbx5.Caption=Teplota CPU
TfrmTraySetting.ckbx6.Caption=Teplota GPU
TfrmTraySetting.ckbx7.Caption=HDD 
TfrmTraySetting.ckbx8.Caption=Teplota základní desky
TfrmTraySetting.ckbx9.Caption=Rychlost připojení
TfrmTraySetting.ckbx10.Caption=Využití CPU
FrmTrayMain.btnExit.caption=Ukončit program
FrmTrayMain.btnShowMain.caption=Otevřít okno programu
FrmTrayMain.ppmitem2_1=Skrýt indikátor zatížení CPU
FrmTrayMain.ppmitem2_2=Zobrazit indikátor zatížení CPU
frmWiseFloatWnd.ppmStayontop=Vždy nahoře
frmWiseFloatWnd.ppmHide=Ukončit indikátor
TfrmPopupWnd.Caption=Wise Care 365 - tray
TfrmPopupWnd.btn1.Caption=Optimalizace
TfrmPopupWnd.lblM.Caption=Paměť
TfrmPopupWnd.lblC.Caption=CPU
TfrmPopupWnd.lblC1.Caption=CPU
TfrmPopupWnd.lbl1.Caption_1=K dispozici je dostatek paměti
TfrmPopupWnd.lbl1.Caption_2=K dispozici je málo paměti
TfrmPopupWnd.lbl1.Caption_3=K dispozici je méně paměti 
TfrmPopupWnd.lvitem0=Optimalizace zdrojů
TfrmPopupWnd.lvitem1=Vyčistit paměť
TfrmPopupWnd.lvitem10=Vysoké využití paměti 
TfrmPopupWnd.lvitem30=Vysoké využití CPU
TfrmPopupWnd.msg1=Vyčištěno paměti:
TfrmTraySetting.lblTip.Caption=Vlastní nastavení okna indikátoru
TIP_CPU_USE=Využití CPU
H_ID_MAINBOARD=Teplota Základní desky
H_ID_CUP=Teplota CPU
H_ID_GRAPHICS_T= Teplota grafické karty
H_ID_DISK=Teplota disku

[Context]
ContxtMgrInfo=Snadný způsob Vypnutí/Zapnutí kontext menu Windows.
ContextName=Název
ContextPublisher=Vydavatel
ContextType=Typ
ContextAction=Stav
ContextAll=Všechny soubory (*)
ContextDirectory=Složky
ContextFolder=Složky
ContextDrive=Disky
ContextBack=Plocha
ContextRecycle=Koš
ContextShortcut=Zástupci
ContextExe=Exe soubory
Contextunknowndesc=Neznámý popis
Contextunknown=Neznámá společnost

[Message]
MWDetected=MalwareBytes detekoval a zablokoval %s v PC. Kliknutím na Ok získáte řešení.
ConfirmRemoveDownload=Všechny soubory ve složce stahování budou odstraněny, opravdu chcete pokračovat?
OverMaxTimes=Ověření se nezdařilo! Překročili jste maximální počet aktivací poskytnutých pro Vaší licenci. Neváhejte nás kontaktovat, pokud se domníváte, že se jedná o chybu při aktivaci licence nebo potřebujete další licenci.
Skipped=Překočeno
7After=%d den(dní) uběhlo od posledního skenu. Proveďte sken registru.
7Before=Vyčištěním registru se Váš počítač stává rychlejším!
Activated=Verze PRO byla aktivována.
ActivateOnline=Ověřují se licenční informace, prosím, vyčkejte pár sekund...
AddFileType=Přidat typ souboru
AddFolder=Přidat složku
AdviseClean=Pravidelnou údržbou registru zrychlíte a stabilizujete PC.
AllHardDrive=Místní disky
AlreadExist=%s je již v seznamu.
Analysing=Analyzování...
Area=Oblast
AvdDefaultHint=Najde více zbytečných souborů a zvýší volné místo na disku.
BackupDate=Datum
BackupType=Typ
BFName=Název
BFPath=Umístění
BFSize=Velikost
BFType=Typ
BigfileHint=Důležité a systémové soubory jsou již filtrovány ve výsledku vyhledávání. Prosím, buďte opatrní, při výběru dalších souborů.
BigfileSearch=Pravidelné odstraňování velkých souborů šetří místo na disku!
BigfileSearchFinish=Je nalezeno %d velkých souborů,zabírajících %s na disku. Za %d sekund(y).
BigfileSelect=Vybrali jste %d souborů, jejich smazáním ušetříte %s místa na disku.
bkAuto=Automatická
bkManual=Ruční
Browse=Procházet...
BrowserRunning=%s je spuštěn. Chcete ho zavřít? Nebude-li zavřen, cache a cookie nemůžou být smazána!
BtnHint=Rychlejší & bezpečnější
BtnUpgrade=Plná verze
Cancel=Storno
CanFreeSpace=Bylo nalezeno %d souborů, můžete ušetřit až %s místa na disku
CannotCrTask=Nelze vytvořit Plánovanou úlohu.
Clean=Čisté
CleanDone=Čištění je dokončeno!
CleanForReg=Čištění registru...
CleanHis=Historie čištění
Cleaning=Čistí se...
CleanNow=Doporučujeme neprodleně vyčistit.
ComfirmDefrag=Prosím, uložte si Vaši nedokončenou práci, protože po defragmentaci registru bude PC automaticky restartován. Pokračovat?
Complete=Dokončeno
Compress=Komprimace...
ConfirmAdd=Opravdu chcete odstranit všechny soubory v %s při spuštění "Dokonalejšího čištění"?
ConnectFail=Nelze se připojit na server, prosím, zkontrolujte si připojení k internetu a zopakujte.
CreateBackup=Vytváření zálohy...
CreateBackupReg=Vytváří se záloha... vyčkejte chcviličku...
CreateDate=Datum vytvoření
def15After= %d den(dní) uběhlo od poslední defragmentace. Doporučujeme Vám defragmentovat registr.
def15Before=Udržování registru v co nejmenší velikosti zrychlí Váš systém.
DefaultValue=(Výchozí)
DefragRate=Velikost registru se zmenší o: %s.
DefragReport=Registr byl komprimován. Zpráva o defragmentaci:
DefragReport1=Stará velikost registru:
DefragReport2=Nová velikost registru:
DefragReport3=Optimalizováno:
delbigfile=Odstranění vybraných souborů je NEVRATNÝ proces! Opravdu chcete smazat Vámi vybrané soubory?
delbigfileFail=Nelze smazat soubor: %s, je pravděpodobně používán jinou aplikací.
DelSkin=Opravdu chcete smazat tento vzhled?
Description=Popis
DisableAdd=Z bezpečnostních důvodů některé položky (například složka "Windows", "Spouštění z HDD" a "CD-ROM") do tohoto seznamu nelze přidat.
Discount=(25% slevu můžete získat právě teď)
DiscountInfo1=Wise Care 365 Free již používáte více než %d dní, 
DiscountInfo2=a proto pro Vás máme speciální nabídku, 
DiscountInfo3=při aktualizaci na verzi PRO, zaplatíte jen %s.
DownloadError=Při stahování nastala chyba, zopakujte později
DownloadingSkin=Stahování nebylo dokončeno. Prosím, aktualizujte software později
DupFile=Soubor je již v seznamu
DupFolder=Tato složka je již na seznamu.
DupItem=Položka je již na seznamu
ElapsedTime=Uplynulý čas:
ELeftTime=Uběhlý čas...
EmptyEmail=Vyplňte e-mailovou adresu!
EmptyName=Vyplňte uživatelské jméno!
EmpytKey=Zadejte licenční klíč!
EnableRestore=Systém obnovení je vypnut. Chcete ho nyní zapnout?
Entries=Záznamy
ErrorMsg=Chybové hlášení:
ExImport=Seznam výjimek byl exportován do:
ExitTray=Opravdu chcete ukončit Wise Care 365?
ExpiryDate=Datum uplynutí
Exported=Aktuální položky byly exportovány do %s. Chcete nyní otevřít soubor?
Extracte=Extrahování...
FailedCloseProcess=Ukončení programu se nezdařilo. Prosím, ukončete program ručně.
FailToDelete=Některé soubory nemohly být odstraněny. Budou smazány při příštím spuštění počítače.
failtounLock=Zapnutí Editoru registru se nezdařilo, možná budete potřebovat vyšší oprávně k této operaci.
FindDrives=Vyhledávají se disky...
FindError=%d chyb bylo nalezeno. %d nedoporučeno ke smazání
FindFilesSize=%d souborů bylo nalezeno, celkem %s
FindRunProcess=Program je stále spuštěn. Ukončete ho ručně a dokončete aktualizaci.
FindTraces=%d historie nalezeno.
FindTracesSection=%d stop nalezeno v této sekci
Fix=Opravit
Free=Free verze
GetHotSkinError=Při získávaní informací o vzhledu nastala chyba.
GettingRestoreData=Obnovují se data...
GoodHabit=Pravidelné čištění záznamů udrží Váš počítač ve vysokém výkonu.
HaveChange=Chcete uložit změny?
Hours=Hodin
Ignore=Výjimka
IgnoreVer=Tuto aktualizaci nestahovat
illegalType=%s je neplatný typ souboru.
InputCookie=Vložte doménu (např. Google, Seznam atd.)
InputSummary=Prosím, vložte výsledek pro tento tip:
InputType=Vložte název nebo typ (Například: *.tmp atd...)
InvalidEmail=Neplatný e-mail, prosím, vložte platný.
InvalidIgnorItem=Tuto položku nelze vyjmout.
InvalidKey=Neplatný licenční klíč, vložte platný!
InvalidRegInfo=Neplatná registrační informace!
InvalidType=Neplatné přípony souboru
IsRunning=Program nyní pracuje. Vyčkejte prosím do konce skenování a zopakujte.
IssueFound=%d problémy byly nalezeny.
IssuesFound=%d problémů bylo zjištěno.
Items=Položek
KeyWord=Prosím, vložte řetězec:
KillProcessError=Proces nelze ukončit, možná nemáte dostatečná oprávnění.
LastClean=Poslední čištění proběhlo:
LastCommonClean=Poslední čištění bylo:
LastDefrag=Poslední defragmentace registru byla:
LeastOne=Ke skenování zvolte alespoň jednu oblast.
LeftTime=Zbývá:
LeftTimeSec=Trvání: %s sekund(y). 
LestOne=Ke skenování zvolte alespoň jednu oblast.
LestOneClean=Zvolte alespoň jednu oblast k vyčištění.
LestOneItem=Pro vyčištění zvolte alespoň jednu položku.
LogAll=%d problémů nalezeno, %d problémů bylo vyřešeno.
LogFail=Nepodařilo se odstranit %d položek.
Minutes=Minut
MoreSpace=Volitelné
NeedBackup=Všimli jsme si, že chcete poprvé spustit Kontrolu PC. Doporučujeme Vám nejdříve vytvořit zálohu. Chcete nyní automaticky vytvořit záložní soubor?
NeedInstall=Chcete nyní nainstalovat %s?
NeedStartup=Musíte svůj PC zrychlit ručně. Wise Care 365 není nastaven na automatické spuštění.
NeedUpdate=Chcete nyní aktualizovat %s?
Never=Nikdy
NeverDefrag=Váš registr ještě nebyl defragmentován!
New=Nový
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?
NoBackupSelected=K obnově zvolte alespoň jeden záložní soubor.
NoDriveChecked=Vyberte jeden nebo více disků ke kontrole.
NoError=Blahopřejeme. Nebyl nalezen problém!
NoFilesFound=Čisté
NoItemChecked=Prosím, zvolte jeden nebo více souborů k odstranění.
NoItemFound=Položky nenalezeny
NoItems=Blahopřejeme! Všechny položky jsou optimalizované.
NoNewVer=Blahopřejeme! Používáte poslední verzi!
NoRegInfo=Nelze nalézt Vaše registrační informace.
Notice=Zabezpečte & zrychlete své PC
NoTracesFound=Bez stop
NoTrashAndTrace=Blahopřejeme! Váš počítač je čistý.
NotShowNotice=Příště již nezobrazovat toto oznámení.
NotSupportOS=Tato funkce není podporována pro tento operační systém.
NowCleaning=Čistí se:
Offer=Zvláštní nabídka
Optimize=Optimalizovat
PluginCount=Počet pluginů:
PrivacyActive=Zapnuto
PrivacyData=Soukromé záznamy:
PrivacyDefaultHint=Pravidelná kontrola Vám pomůže zabezpečit soukromí před cizíma očima.
Privacyissues=Problémy soukromí:
PrivacyUnActive=Problémy soukromí: Nezapnuto
Problems=Problémy:
Proupdate=Je nám líto, ale dárková (Giveaway) verze nepodporuje aktualizaci, ale můžeme Vám poskytnout SLEVU 50% na získání poslední PRO verze. Pokud nechcete verzi PRO, proběhne aktualizace na poslední FREE verzi. Pokračovat?
RegBackup=Záloha registru
RegBackupDone=Záloha registru byla vytvořena.
RegBackupFail=Vytvoření zálohy registru se nezdařilo.
RegeditorLocked=Váš Editor registru je blokován/vypnut. Funkce zálohy/obnovy vyžaduje funkční Editor registru. Chcete ho nyní zapnout?
RegEntries=Neplatné záznamy registru.
Regerror=Chyb registru:
Registried=Registrován
RegRestore=Obnova registru
RegTitle=Neregistrovaná verze
Removebackup=Opravdu chcete odstranit vybrané zálohy?
RemoveSysRestore=Opravdu chcete odstranit vybraný Bod obnovení?
ReScanHint=%d problémů nalezeno, pro nalezení dalších problémů, Vám doporučujeme druhý sken.
ReScanHint1=Doporučujeme nový sken, abyste našli více problémů.
ReScanHint2=Proveďte opětovné skenování, najdete více problémů.
RestoreComplete=Obnova je dokončena
RestoreFromSysRestore=Po obnově systému musíte restartovat počítač. Chcete restartovat nyní?
RestorePointDone=Bod obnovení systému byl úspěšně vytvořen.
RestorePointFail=Selhalo vytvoření Bodu obnovení
RestoreReg=Obnovuje se registr, prosím, vyčkejte...
Safetodel=Položka může být bezpečně smazána.
ScanAborted=Sken byl přerušen!
ScanCanceled=Sken byl stornován!
ScanFor=Skenování:
Scaning=Skenování...
ScannedSection=Skenovaných sekcí:
Scanning=Skenování...
ScheduleHint=Čistěte svůj počítač pravidelně.
ScheduleNextTime=Příští spuštění:
ScheduleNotActive=Plánovač není zapnut
Secs=Sekund
SelectFolder=Prosím vyberte složku
SelectHardDrive=Prosím, vyberte HDD
ShredFile=Zničit soubor/složku
SkinCorrupt=Stažený vzhled není platný nebo je poškozen! Stáhněte si ho znova.
SkinLimit=Tento vzhled je aktivní pouze pro novou verzi, aktualizovat?
StartClean=Vyčistit
StartScan=Skenovat
SuggestDefrag=Doporučujeme Vám defragmentovat registr.
SuggestIgnore=Nyní Váš registr nepotřebuje defragmentovat. Zkuste to příště.
Summary=Popis
SysCreating=Vytváří se Bod obnovení systému...
SysProtectOff=Ochrana systému je vypnuta
SysProtectOn=Systém je chráněn
SysRestoring=Příprava k obnovení systému...
ThanksRegister=Děkujeme za registraci našeho produktu!
Total=Celkem:
TotalDefrag=Celkové zmenšení objemu o %.2f
TotalTraces=Celkem %d stop bylo nalezeno
TraceCount=Stop v PC:
TraceFound=%d stop bylo nalezeno.
TraceFoundEx=Byly nalezeny následující rizika:
TraceRemoved=%d stop bylo odstraněno.
TranslateTo=Přeložte nás...
TrashFound=%d souborů nalezeno, celkem %s.
TrashFoundEx=Byly nalezeny tyto zbytečnosti:
TrashRemoved=Odstraněno %d souborů, uvolněno %s místa.
TrashSize=Souborů:
TrayNotice=Váš počítač nebyl čištěný již více než půl měsíce!
TuneupCount=Počet zrychlení:
TypeChanged=Změnili jste oblast skenování!
TypeNoError=Bez chyb
Unknow=Neznámý
Unlimited=Neomezený
Unoptimized=Neoptimalizován
Unregistried=Neregistrovaný
VipSkin=Tyto vzhledy můžou použít pouze držitelé licence. Aktualizovat?
WaitForDownload=Prosím, vyčkejte než se dokončí stahování.
WaitUpdateComplete=Aktualizace nebyla dokončena. Prosím, aktualizujte tento software později.
WarnNoType=Musíte vybrat alespoň jeden typ souboru!
WarnZeroFile=Vybrali jste režim "Soubory s nulovou velikostí", některé soubory s nulovou velikostí jsou nezbytné pro chod některých aplikací. Před odstraněním si je řádně zkontrolujte. Opravdu chcete takto pokračovat?
WDCReport=Zpráva Wise Disk Cleaneru
Working=Vyčkejte dokončení současné úlohy a zopakujte.

[Exclusion]
Folder=Vyjmuté složky
AddFolder=Přidat
File=Vyjmuté soubory
AddFile=Přidat
File Type=Vyjmutá přípona
AddType=Přidat
Registry=Vyjmutý klíč registru
Add Key=Přidat
Delete=Smazat
Cookies=Vyjmutá doména
Add Cookie=Přidat doménu
Whiteapp=Povolené aplikace (whitelist)
Blackapp=Zakázané aplikace (blacklists)
WhitePosition=Pozice povolených
BlackPosition=Pozice zakázaných

[PrivacyScan]
SeenPictures=Historie zobrazených obrázků
SeenPicturesHint=Historie zobrazených obrázků při prohlížení Internetu.
SeenMovies=Historie sledovaných filmů/videí
SeenMoviesHint=Historie sledovaných filmů/videí při prohlížení Internetu.
AccessFiles=Historie otevřených souborů
AccessFilesHint=Historie otevřených souborů při používání PC.
VisitedWeb=Historie navštívených webů
VisitedWebHint=Historie navštívených webů při prohlížení Internetu.

[PrivacyClean]
GoodHabit=Mít svůj počítač čistý je dobrý zvyk, dodržujte ho!
CleanNow=Existuje riziko nahlédnutí do soukromí, doporučujeme vyčistit PC.
TraceFound=%d rizik bylo nalezeno.
TraceRemoved=%d rizik bylo smazáno.

[Password]
Weak=Slabé
OK=Ok
Strong=Silné

[Schedule]
Daily=Denně
Weekly=Týdně
Monthly=Měsíčně
Idle=Při nečinnosti
Login=Při přihlášení
Sunday=Neděle
Monday=Pondělí
Tuesday=Úterý
Wednesday=Středa
Thursday=Čtvrtek
Friday=Pátek
Saturday=Sobota
AutoScan=Autosken
AutoClean=Autočištění

[Bootup]
BootAction=Operace
BootDelHint=Smazat položku
BootLoad=Načítání spouštěných programů a služeb
BootName=Popis software
BootRate=Hodnocení spouštění
BootSuggestion=Návrh / Hodnocení
BootTime=Čas spouštění
BtnRestore=Obnovit
CanDisable=Volitelné vypnutí
delItem=Opravdu chcete smazat tuto položku?
Disable=Vypnout
Enable=Zapnout
FailToChange=Položku nelze vypnout nebo zapnout.
HisInfo=%d položek je nyní vypnuto. Falešně vypnutým položkám můžete povolit spouštění zde
Keep=Ponechat
MaySpeedup= Váš čas spouštění bude rychlejší o %.2f sekund(y).
MustEnable=Musí být zapnuta.
NoHisInfo=Nyní nejsou vypnuté žádné položky.
NoSuggestion=Bez návrhu
Optimal=Volitelné
Publisher=Výrobce
ServiceCountInfo=Nalezeno %d služeb třetích stran a %d systémových služeb.
ServiceName=Popis služby
StartupInfo=Vypnutím zbytečných programů spouštějících se se spuštěním Windows, zrychlíte spouštění PC.
ToDisable=Doporučujeme vypnout
ToKeep=Ponechat tak jak je
Tuneup=Optimalizovat
TuneupDone=%d položka(y) spouštění byla(y) zakázána(y).
TuneupFaile=%d položku(y) spouštění zelze zakázat.

[Msg]
WDCScanSpeed=Nejrychlejší skenování na světě!
WDCSysSlimming=Bez souborů k redukci!
PowerOpt=Bez položek k optimalizaci!

[CommonClean]
ScanAbortedHint1=Navrhujeme: Skenujte znovu a vyhledejte zbytečné soubory.
ScanAbortedHint=Navrhujeme: Skenujte znovu a vyhledejte zbytečné soubory a stopy.
DefaultHint=Pravidelné čištění zbytečností šetří místo na disku a chrání Vaše soukromí.
7After=%d dní uběhlo od posledního čištění. Doporučujeme provést kontrolu.
7Before=Je dobrý zvyk udržovat svůj disk čistý a chránit si soukromí.
WhenIdle=Při nečinnosti

[SysClean]
Scanning=Skenování...
ScanEnd=Sken byl dokončen, bylo nalezeno celkem %d položek, bude uvolněno %s místa na disku.
NoItems=Blahopřejeme! Váš systémový disk je čistý!
Open=Otevřít
Remove=Odstranit
MoreSpace=Pro více místa
Cleaning=Čištění...
NoItems=Blahopřejeme! Váš systémový disk je čistý.
SpaceFreed=Dokončeno, %s místa na disku bylo uvolněno.
Installer=Zastaralé instalátory Windows
LongInstaller=Odstraněním starých instalátorů Windows získáte více místa na disku.
PatchUninstall=Odinstalátory aktualizací Windows
LongPatchUninstall=Pokud necítíte potřebu odinstalovat aktualizace Windows, můžete tyto soubory smazat.
Downloadedfiles=Stažené instalátory Windows
Longdownloadedfiles=Po úspěšné aktualizaci Windows můžete tyto soubory odstranit.
Baselinecache=Dočasné soubory instalační služby
LongBaselinecache=Soubory vytvořené Instalační službou Windows. Můžete bez obav smazat.
JPIME=Jazykový soubor Japonštiny
LongJPIME=Pokud nepoužíváte Japonštinu, soubor smažte.
KoreanIME=Jazykový soubor Korejštiny
LongKoreanIME=Pokud nepoužíváte Korejštinu, soubor smažte.
TChineseIME=Jazykový soubor Tradiční čínštiny
LongTChineseIME=Pokud nepoužíváte Tradiční čínštinu, soubor smažte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Pokud nepotřebujete Editor MS Pinyin IME, můžete ho smazat.
HelpFile=Soubory Nápovědy Windows
LongHelpFile=Pokud nepotřebujete Soubory Nápovědy Windows, můžete je smazat.
SamplePic=Ukázky obrázků Windows
LongSamplePic=Pokud nepotřebujete Ukázky obrázků Windows, můžete je smazat.
SampleMic=Ukázky hudby Windows
LongSampleMic=Pokud nepotřebujete Ukázky hudby Windows, můžete je smazat.
SampleVideos=Ukázky videí Windows
LongSampleVideos=Pokud nepotřebujete Ukázky videí Windows, můžete je smazat.
SampleMedia=Ukázky médií Windows
LongSampleMedia=Pokud nepotřebujete Ukázky médií Windows, můžete je smazat.
Wallpaper=Soubory tapet Windows
LongWallpaper=Pokud nepotřebujete Soubory tapet Windows, můžete je smazat.

[PCExam]
CheckDefrag=Kontrola fragmentů na systémovém disku.
DefaultHint=Kontrola vyhledá potencionální bezpečnostní chyby a neoptimalizované položky, které můžete opravit jedním kliknutím.
Details=Detaily
DiskDefrag=Kontrola fragmentace systémového disku
ExamCanceled=Kontrola byla stornována!
ExamEndHint1=%d položek je označeno, %d jsou problematické. Doporučujeme Vám "Opravit" tyto položky najednou.
ExamEndHint2=%d položek bylo nalezeno, %d z nich bylo shledáno problematickými. %d položek opravte ručně. Doporučujeme "Opravit".
ExamEndHint3=%d položek bylo nalezeno, %d z nich bylo shledáno problematickými. Opravte ručně.
ExamEndHintFixed=Blahopřejeme! Všechny položky potřebující opravy jsou opraveny.
ExamEndHintFixed3=%d položek je opraveno, %d položek musíte opravit ručně.
ExamEndHintFixed4=Výborně! %d položek, které měli být opraveny, opraveny byly.
ExistsPrivacyRisks=Existuje riziko úniku soukromých dat.
FilesFound=%d souborů nalezeno, ušetříte %s místa na disku.
FindJunkFiles=%d souborů, %s.
FindPrivacyData=%d záznamů soukromí nalezeno
FindTrace=%d historie nalezeno.
FindTraces=%d historie nalezeno.
FindTrash=%d zbytečností nalezeno, ušetříte %s místa na disku.
FirePWall=Kontrola veřejné funkčnosti firewallu Windows.
FirePWallInvalid=Firewall Windows nechrání připojení k síti.
FirePWallValid=Firewall Windows chrání připojení k síti.
FireSWall=Kontrola domácí funkčnosti firewallu Windows.
FireSWallInvalid=Firewall Windows nechrání místní připojení.
FireSWallValid=Firewall Windows chrání místní připojení.
FireWallInstalled=Antivir je nainstalován.
FireWallUnInstalled=Ve Vašem PC nebyl nalezen antivir.
FirstTimeRunHint=Zdravé PC? Zkontrolujte!
FixCanceled=Oprava byla stornována!
Fixing=Oprava:
FolderOption=Kontrola funkčnosti "Možnosti složky"
FolderOptionsInvalid=Nastavení složek nefunguje.
FolderOptionsValid=Nastavení složek funguje.
IEShell=Kontrola validity shell funkcí IE.
IEShellFail=IE nepracuje správně.
IEShellFine=IE pracuje normálně.
InstallSafeSoft=Nainstalujte si antivir!
JunkFiles=Zbytečné soubory v počítači
JunkFilesEx=Zbytečné soubory: výpisy paměti, logy, dočasné soubory atd...
LastCheck=Poslední kontrola PC byla:  
LastFixTime=%d den (dní) uplynulo od poslední kontroly.
ManualFix=Ruční oprava
ManualProcess=Položky k ruční opravě
ManualProcessEx=Zabezpečení soukromí, defragmentace disku atd. (Vyžaduje "Ruční oprava")
NeedDefrag=Systémový disk vyžaduje defragmentaci.
NoNeedDefrag=Nepotřebujete defragmentovat systémový disk.
NoOptimizeItems=Všechny položky jsou optimalizované.
NoPrivacyRisks=Riziko ztráty soukromí nehrozí.
OptimizeOptItems=Ověření položek k optimalizaci.
OptimizeResult=%d položek je optimalizováno pro zrychlení počítače.
PcGood=Blahopřejeme! Váš počítač je zdravý!
PCHealthNum=Index zdraví PC:
PrivacyHint=Vymaže všechny stopy a poslední počítačovou aktivitu.
PrivacyItmes=Ohrožení soukromí
ReFixHint=Doporučujeme Vám provést opravu pro zrychlení počítače.
RegeditLocked=Editor registru nefunguje.
Regeditor=Kontrola funkčnosti Editoru registru
RegeditUnLocked=Editor registru funguje.
RegEntriesCount=%d neplatných záznamů nalezeno.
RegEntriesResult=%d neplatných záznamů registru je opraveno.
RegistryJunk=Neplatné záznamy v registru
RegistryJunkEx=Prázdné, zastaralé nebo neplatné záznamy v registru
RemoteDesktop=Kontrola funkčnosti služby Vzdálené připojení Plochy
RemoteDesktopAlive=Vzdálené připojení Plochy je povoleno.
RemoteDesktopDisabled=Vzdálené připojení Plochy je zakázáno.
ReScanHint=Doporučujeme úplnou Kontrolu PC k nalezení více problémů, která Vám zpomalují PC.
Result.FailTranstr=Ve Vašem počítači není nainstalován antivir.
Result.FineTranStr=Antivir je instalován ve Vašem počítači.
SafeCheckResult=%d položek souvisejících s bezpečností je opraveno
ScanFor=Skenování:
ScanOptItems=Neoptimalizované položky
SDDDetected=Detekován SDD. Přeskočeno.
SecurityProject=Položky související s bezpečností
SecurityProjectEx=Firewall, registr, vzdálená plocha a další položky zabezpečení
ShortJunkFile=Zbytečný soubor
ShortJunkFiles=Zbytečné soubory
ShortJunkFilesEx=Zbytečné soubory
ShortManualProcessEx=Ruční optimalizace
ShortRegistryJunk=Neplatné záznamy v registru
ShortRegistryJunkEx=Neplatné záznamy registru
ShortSecurityProjectEx=Položky zabezpečení
ShortSystemTuneup=Tyto položky lze optimalizovat
ShortSystemTuneupEx=Vylepšení systému
ShortUserTrace=Data prohlížení
ShortUserTraceEx=Stopy v počítači
Suggestion1=Doporučujeme ihned kontrolu.
SystemTuneup=%d položek bude optimalizováno pro zvýšení výkonu.
SystemTuneupEx=Zvýšení rychlosti Windows, vylepšení výkonu systému, stability atd...
TaskManager=Kontrola funkčnosti Správce úloh
TaskManagerInvalid=Správce úloh je zakázán.
TaskManagerValid=Správce úloh je povolen.
Tracehint=Vymaže historii procházení, otevřených dokumentů atd.
TraceResult=Vyčištěno %d stop.
TracesFound=%d stop nalezeno
TrashResult=%d souborů je smazáno, uvolnilo se %s místa na disku.
UnsettledItems=Následující položky musíte opravit ručně.
UserTrace=Stopy v PC a historie prohlížení
UserTraceEx=Historie použitých programů, otevřených souborů, navštívených webů atd...
WindowsAutoUpdate=Kontrola funkčnosti služby Automatické aktualizace Windows
WindowsAutoUpdateInvalid=Automatické aktualizace Windows jsou zakázány.
WindowsAutoUpdateValid=Automatické aktualizace Windows jsou povoleny.
LPrivacyRiskCheck=Zabezpečení soukromí

[FileErase]
NetPath=Nelze vymazat umístění v síti.
None=Připraven
Crushing=Vymazává se:
Shred=Vymazán
InUsed=Je používán
Aborted=Přerušeno
Shredding=Vymazává se
SysPath=Cestu, kterou jste vybrali nelze vymazat, protože obsahuje systémová umístění.
ScrubFinished=Vymazání je dokončeno! %d soubor byl úspěšně smazán. Selhalo smazání %d souboru.   
ScrubCanceled=Vymazání bylo přerušeno! %d soubor byl úspěšně smazán. Selhalo smazání %d souboru.
Erased=Vymazán
Canceled=Storno

[DiskDefrag]
Volume=Disk
Format=Souborový systém
TotalSpace=Místo celkem
FreeSpace=Volné
Fragmented=Fragmentů
Status=Stav
PmDefrag=Defragmentovat
QuickOpt=Rychlá optimalizace
FullOpt=Optimalizace
PmAnlyse=Analýza
Resume=Pokračovat
Analying=Analýza
Defragmenting=Defragmentace
Optimizing=Optimalizace
Analyed=Analyzováno
Defragmented=Defragmentováno
Optimized=Optimalizováno
Pause=Pozastavit
IsSSD=Váš výběr může obsahovat Solid State disk. Defragmentace SSD disku může zkrátit jeho životnost. Opravdu chcete pokračovat?
FragmentedRate=Fragmentace
DefragInfo=Aby byl disk rychlý a déle vydržel, je dobré ho defragmentovat.

[BtnList]
WiseReminder=Připomínač úkolů
WiseReminderDesc=Připomínač, který Vám pomůže s organizací každodenních úkolů.
GameBooster=Game Booster
GameBoosterDesc=Jednoduchý, ale efektivní zrychlovač her.
ForceDeleter=Vymazávač souborů
ForceDeleterDesc=Snadné a bezpečné odemčení & smazání souborů
SystemMonitor=Monitoring systému
SystemMonitorDesc=Monitorování procesů, hardware a síťového připojení
AutoShutdown=Auto vypínání
AutoShutdownDesc=Automaticky vypne počítač
DataRecovery=Obnovovač dat
DataRecoveryDesc=Obnoví smazané soubory
FolderHider=Skrývač složek a souborů
FolderHiderDesc=Snadno ukraje Vaše soukromé data
JetSearch=Rychlé hledání
JetSearchDesc=Rychle najde požadovaný soubor
MemoryOptimizer=Čistič paměti
MemoryOptimizerDesc=Nástroj pro čištění paměti - zdarma
ProgramUninstaller=Programový odinstalátor
ProgramUninstallerDesc=Zcela odinstaluje již nepotřebný program
PluginClean=Čistič pluginů
PluginCleanDesc=Odstraní nechtěné pluginy.
BigFile=Správce velkých souborů
BigFileDesc=Snadná správa velkých souborů.
RegClean=Čistič registru
RegCleanDesc=Vyhledání a oprava chyb registru.
CommClean=Běžné čistění
CommCleanDesc=Rychlé a snadné vyčištění zbytečností a stop.
AdvClean=Dokonalejší čištění
AdvCleanDesc=Vyhledání a smazání zbytečností ze všech disků.
SysSimming=Redukce systému
SysSimmingDesc=Odstraní nepotřebné soubory Windows.
PowerOpt=Optimizér systému
PowerOptDesc=Zvýší výkon počítače.
DiskDefrag=Defragment. disku
DiskDefragDesc=Defragmentuje disk pro zrychlení systému.
RegDefrag=Defragment. registru
RegDefragDesc=Optimalizuje registr pro zrychlení systému.
Startup=Správce spouštění
StartupDesc=Správa programů při spouštění.
ContextMenu=Kontextová nabídka
ContextMenuDesc=Jednoduchá správa kontextové nabídky Windows.
PrivacyErase=Čistič soukromí
PrivacyEraseDesc=Smazáním stop a historie si zachováte soukromí.
DiskErase=Čistič disku
DiskEraseDesc=Vymazání všech smazaných souborů z disku.
FileShredder=Drtič souborů
FileShredderDesc=Drcením souborů zabrání jejich obnově - přepíše jejich původní umístění.
PasswordGenerator=Generátor hesel
PasswordGeneratorDesc=Jednoduchá tvorba silných hesel.
ProcessMon=Monitor procesů
ProcessMonDesc=Snadná správa spuštěných programů.
SystemInfo=Informace o počítači
SystemInfoDesc=Celkový přehled o systému a hardware.

[DiskErase]
Stop=Stop
Erase=Vyčistit
Rule1=Random Data 1 krát (nejnižší)
Rule2=DoD 5220.22-M 3 krát
Rule3=Schnedier's 7 krát
Rule4=Guttmann 35 krát
EraseFinished=Čištění je dokončeno. Trvání: 
ErasingFor=Čistí se smazané soubory na %s, vyčkejte...
TempFileDeleting=Čistí se dočasné soubory...
ErasingForDisk=Přepisuje se volné místo na %s, vyčkejte...
ManyFiles=Nalezeno mnoho obnovitelných souborů.
FewFiles=Nalezeno pár obnovitelných souborů.
SkipAnalyse=Přeskočeno (svazek FAT)
Secure=Zabezpečeno
DoesNotSupport=Tento disk není podporován.
Erasing=Čistí se...
Finished=Čištění je dokončeno.
Canceled=Čištění bylo stornováno.
ConfirmEraseDisk=Vyčištění disku chvíli trvá. Prosím, ukončete ostatní programy, aby se zabránilo I/O disku během čištění. Pokračovat?
PartitionError=V odílu byla nalezena závažná chyba.

[Tuneup]
BlueReboot=Zakázat automatický restart při pádu systému do BSOD.
RemoteRegAccess=Zákázat úpravy registru ze vzdáleného počítače.
FileListSpeed=Optimalizovat obnovovací režim souborů Windows.
PreviewUP=Zrychlit zobrazování náhledů na Hlavním panelu.
OptDNS=Optimalizovat DNS a rychlost rozpoznání DNS.
OptLAN=Optimalizovat připojení sítě LAN.
ShowSpeed=Optimalizovat odezvu zobrazení systému.
AeroSnap=Zrychlit Aero Snap pro rychlejší zobrazení miniatur.
SSDSpeedup=Optimalizace SSD
DisablePrefetch=Zakázáním prefetch zvýšíte životnost SSD disku.
DisableSuperPrefetch=Zakázáním Superprefetch zvýšíte životnost SSD disku.
DisableDefragBoot=Vypnutím defragmentace systémového disku zvýšíte životnost SSD. 
DisableDefragIdle=Vypnutím autodefragmentace při nečinnosti zvýšíte životnost SSD.
EnableTRIM=Zapnutím funkce TRIM zlepšíte pracovní výkon SSD.
OptIEConnection=Zvýšit max. připojení na server. Prohlížení webových stránek a online videí bude rychlejší.
IconCache=Zvýšit vyrovnávací paměť systémových ikon pro zrychlení zobrazení.
RestoreAll=Chcete obnovit všechny položky do výchozích hodnot?
NoSelectedItem=Musíte vybrat alespoň jednu položku k optimalizaci.
OptItems=Následujících %d položek bude optimalizováno.
ItemsOptimized=%d položek bylo optimalizováno.
TakeEff=Aby se projevili provedené změny, je nutné restartovat počítač.
NoItems=Blahopřejeme! Všechny položky byly optimalizovány.
BootSpeedup=Zrychlení zapínání/vypínání systému
SystemStable=Stabilita systému
SystemSpeedup=Zrychlení systému
NetworkSpeedup=Zrychlení síťového připojení
PrefetchParameters=Optimalizovat parametry pre-fetch pro zlepšení spouštění Windows.
BootDelay=Omezit čas "kontroly disku" pro zrychlení spouštění Windows.
BootPartition= Zapnout optimalizační vlastnosti pro zrychlení spouštění Windows.
ClearPagingFile=Vypnout vyčištění stránkovacího souboru při vypínání, pro zrychlení vypínání systému.
TimeOut=Omezit nečinnost aplikací při ukončování, pro zlepšení vypínání.
AutoKill=Ukončit zablokované procesy, abyste se vyhnuli pádu systému.
RestartExplorer=Automaticky restartovat Průzkumníka Windows v případě, že zamrzne, aby se zabránilo zmizení Plochy.
TwoProcess=Vytvořit nezávislé procesy pro Plochu a Průzkumníka Windows, aby se zabránilo konfliktům.
ErrorReport=Vypnout zobrazení Hlášení o chybách, pro zlepšení výkonu systému.
Debugger=Vypnout ladění pro zrychlení zpracování chyb.
OptMemory=Optimalizovat výchozí nastavení paměti pro zrychlení systému.
OptVEff=Optimalizovat součásti (dialogy, menu, atd.) pro zvýšení výkonu systému.
OptFileSystem=Optimalizovat soubory systému pro zvýšení výkonu.
OptDiskSystem=Optimalizovat I/O disku subsystému pro zvýšení výkonu.
DisAutoRun=Vypnout možnost "Autopřehrávání" u disků, aby se zabránilo infekci/šíření viru.
OptDiskIdle=Optimalizovat I/O disku, když je nízký výkon CPU.
OptTTL=Optimalizovat nastavení TTL(Time To Live) pro zvýšení síťového výkonu.
OptNetForward=Optimalizovat síťové připojení pro zvýšení výkonu sítě.
OptMTU= Zlepšit výkon TCP/IP pomocí automatické detekce "černých děr" ve směrování MTU Discovery.
OptWINS=Optimalizovat dotazy WINS na název pro zlepšení přenosu dat.
OptNetWork=Optimalizovat síťové připojení pro zlepšení komunikačního výkonu.
CloseAnimate= Vypnout vizuální efekty při změně velikosti okna.
PagingExecutive=Vypnout plánovací stránky paměti a omezit I/O disku. (Volba je ignorována, pokud je fyzická paměť <1 Gb).
StaticIP=Nastavit statickou IP pro místní připojení pro zrychlení spouštění PC.
PorcessorTime=Optimalizovat výkon procesoru pro spouštění aplikací, her, atd. (Ignorováno pokud je PC server)
DisableIDECheck=Zabránit kontrole IDE kanálu pro zvýšení rychlosti spouštění Windows.
ForeAppSpeed=Zrychlit odezvu programů na popředí
AeroPeek=Zrychlit zobrazení Aero Peek
OptEthernet=Optimalizovat výkon Ethernetové karty

[Summary]
ContextMenu=Neplatné položka kontext menu
MUICache=Chybějící odkaz na MUI Cache
Services=Neexistující služby Windows
Activex=Neplatné prvky ActiveX/COM
FireWall=Neplatné nastavení firewallu Windows
RootAll=Neplatné cesty a soubory
SoftwareSection=Neplatné umístění software a souborů
ApplicationPaths=Neplatné záznamy umístění aplikace nebo souboru
FileTypes=Neplatné informace o příponě souboru
HelpFiles=Neplatné záznamy souboru Nápovědy
Fonts=Neplatné informace o písmu
SharedDLL=Chybějící sdílená dynamicky propojená knihovna programu
MRULists=Záznam uživatelské historie
UninstallSection=Zbytečná nebo neplatná položka odinstalátoru
StartMenu=Zastaralá položka Nabídky start
StartupProgram=Zastaralé nebo neplatné záznamy spouštění programu
SoundandAppEvents=Zastaralé nebo neplatné nastavení zvuku a událostí.
IEUrlHistory=Seznam historie IE
IFEO=Obrazový soubor exe souboru, nějaký vir nebo spyware může tímto záznamem poškodit Váš PC
EmptyKey=Záznam neobsahuje informace
App=Neplatné nastavení aplikace

[ErrorMessage]
MUIError1=Chybí odkaz na MUI, ale disk "%s" je %s, doporučujeme ignorovat tuto chybu.
MUIError=Chybějící odkaz MUI
ServiceNotExists=Program, který spouští službu neexistuje.
MimeExName=Přípona souboru MIME není správně zaregistrována: %s
EmptyKey=Prázdný klíč
EmptyHelpdirctory=Prázdná složka Nápovědy.
FileNotExist=Soubor(Složka) neexistuje-
HFileNotExist=Soubor (Složka) Nápovědy neexistuje 
EmptyValue=Není záznam o hodnotě 
TypeLib=Tento typ knihovny neexistuje:
NodeEmpty=Prázdný bod
SharedFilenotexist=Sdílený soubor neexistuje. 
sharedfilenotbeuse=Sdílený soubor není používán 
noconnection=Přípona neobsahuje informace o asociaci.
Invalidpathtoicon=Neplatné umístění ikony. 
ReferstoaninvalidClass=Odkazuje na neplatný klíč Class. 
Emptyshellcommand=Příkaz shell je prázdný. 
Invalidshellcommand=Neplatný příkaz shell (Soubor neexistuje). 
Fontsnotexist=Soubor písma neexistuje. 
Hijacking=%s byl injektován %s. 
MRULists=Uživatelské MRU seznamy 
invalidOpenWith=K příponě není přidružena aplikace.
ReferActiveX=Odkazuje na neplatný záznam ActiveX/COM.
EmptyCLSID=Prázdný CLSID. 
ComSourceNotExist=Zdroj COM neexistuje. 
invalidUnistall=Neplatné odinstalační informace.
notexist=-neexistuje. 
ObsoleteStartMenuItem=Zastaralá položka Nabídky start.
SoundFilenotexist=Zvukový soubor neexistuje. 
FileNotExist1=Soubor/Složka neexistuje, ale disk "%s" je %s, doporučujeme Vám ignorovat tuto chybu.
OpenWithError=Nelze otevřít. Přidružená aplikace neexistuje.
OpenWithError1=Nelze otevřít. Přidružená aplikace neexistuje, ale disk "%s" je %s, doporučujeme Vám ignorovat tuto chybu.
ComSourceNotExist1=Zdroj COM neexistuje, ale disk "%s" je %s, doporučujeme Vám ignorovat tuto chybu.

[Area]
WinInstallerPackage=Zastaralé instalátory Windows
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Historie otevřených souborů
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Historie Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Dočasné soubory Adobe Reader
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Vyrovnávací paměť instalátorů Apple Software
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Vyrovnávací paměť Google Chrome
ChromeCookies=Cookie Google Chrome
ChromeForm=Historie automatického dokončování Google Chrome
Chromelocalstorage=Místní úložiště Google
ChromePass=Uložená hesla Google Chrome
ChromeSession=Relace Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=Editor HTML CoffeeCup
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookie
CopernicDesktopSearch=Copernic vyhledávač na Ploše
CorelVideoStudioPro=Corel Video Studio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=Přehrávač DivX
DOMStoreCookies=Cookie Microsoft IE DOMStore
DownloadedPatch=Stažené soubory Windows
Downloads=Stažené soubory prohlížeče
DriveTheLife=DriveTheLife
Dump=Výpisy paměti
DVDFab=DVDFab
ErrorReport=Chybová hlášení
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Ostatní MRU seznamy Průzkumníka
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Vyrovnávací paměť Mozilla FireFox
FireFoxCookies=Cookie Mozilla FireFox
FireFoxForm=Historie automatického dokončování Mozilla FireFox
FireFoxOther=Historie Mozilla FireFox
FireFoxPass=Uložená hesla Mozilla FireFox
Flash=Adobe Flash Player
FontCache=Vyrovnávací paměť písma Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Kalendář Google
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Historie adresního řádku Microsoft Internet Exploreru
IECahce=Vyrovnávací paměť Microsoft Internet Exploreru
IECookies=Cookie Microsoft Internet Exploreru
IEForm=Historie automatického dokončování Internet Exploreru (Privátní data nebudou uvedeny)
IEHistory=Aktivní historie Microsoft Internet Exploreru
IEPass=Uložená hesla Internet Exploreru (Privátní data nebudou uvedeny)
IISLog=Zprávy IIS
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Neplatní zástupci
InvalidScTask=Neplatné naplánované úlohy
InvalidStartMenu=Neplatná nabídka Start 
iTunes=iTunes
IZArc=IZArc
JumpList=Seznam Úkolové lišty (Opravované položky budou odstraněny.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlay
Last.FM=Last.FM
LastDownloadDir=Místa posledního stahování
LogFile=Zprávy systému (logy)
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiViru
MESCache=Zprávy a vyrovnávací paměť aktualizací Microsoft Security Essentials
MetroCache=Vyrovnávací paměť Windows Metro
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Vyrovnávací paměť Microsoft Edge
MSEdgeCookies=Cookie Microsoft Edge
MSEdgeDownloadHistory=Historie stahování Microsoft Edge
MSEdgeHistory=Historie Microsoft Edge
MSEdgeRecentlyTypedURLs=Poslední zapsané adresy Microsoft Edge
MSEdgeSavedFormInformation=Uložené informace Microsoft Edge
MSEdgeSavedPasswords=Uložená hesla Microsoft Edge
MSEdgeSession=Relace Microsoft Edge
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS vyhledávací lišta
MySpaceIM=MySpaceIM
Networkmapping=Historie mapování síťových disků
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=Instalační soubory NVIDIA
Office=Microsoft Office
OfficePicture= Správce obrázků Microsoft Office
OfficeRecent=Historie otevřených dokumentů Microsoft Office
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Vyrovnávací paměť Opery
OperaCookies=Cookie Opery
OperaHistory=Historie Opery
OperaPassword=Uložená hesla Opery
OperaSessions=Realace Opery
OperaSiteIcon=Uložené ikony z webů
OperaURLHistory=Zapsané adresy Opery
OxygenXMLEditor=Editor XML Oxygen
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=Vyrovnávací paměť PaleMoon
PaleMoonCookies=Cookie PaleMoon
PaleMoonDownloadHistory=Historie stahování PaleMoon
PaleMoonHistory=Historie PaleMoon
PaleMoonSavedFormInformation=Uložené informace PaleMoon
PaleMoonSession=Relace PaleMoon
PaleMoonSitePreferences=Vlastnosti stránek PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Vyrovnávací paměť zaváděcích souborů
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg= Přijaté snímky QQ
QQPCMgr=Správce PC QQ
QQRFile=Přijaté soubory QQ
QuickTimePlayer= Přehrávač QuickTime
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Poslední dokumenty
Recyclebin=Vysypat Koš
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Vyrovnávací paměť souborů vzdálené Plochy
RunStartMenu=Spouštění z Nabídky start
SafariCache=Vyrovnávací paměť Safari
SafariCookies=Cookie Safari
SafariHistory=Historie Safari
SafariPass=Uložená hesla Safari
SamsungKies=Samsung Kies
SearchList=Historie hledání ve Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Zbytečné soubory vytvořené Windows
SystemTrace=Stopy Windows a aplikací
Tag&Rename=Štítky&&Přejmenování
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Vyrovnávací paměť miniatur
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Stopy v počítači
TraryNotify=Historie oznamování v tray oblasti Windows
TrashClean=Soubory v počítači
TUGZip=TUGZip
TypeInternetCache=Vyrovnávací paměť prohlížeče
TypeInternetTrace=Stopy v prohlížeči
TypeMedia=Multimédia
TypeOtherApp=Ostatní aplikace
TypeSystem=Systém Windows
TypeWComponents=Součásti Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Zbytečné soubory vytvořené aplikacemi
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Historie zobrazených obrázků
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Historie navštívených stránek
Vivaldi=Vivaldi
VivaldiCache=Vyrovnávací paměť Vivaldi
VivaldiCookies=Cookie Vivaldi
VivaldiForm=Historie automatického dokončování Vivaldi
Vivaldilocalstorage=Místní úložiště Vivaldi
VivaldiSavedpasswords=Uložená hesla Vivaldi
VivaldiSession=Relace Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Historie shlédnutých filmů/videí
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Vyrovnávací paměť systému Windows
WindowsWordpad=Wordpad Windows
WinInstallerCache=Vyrovnávací paměť instalátorů Windows
WinLiveToolbar=Lišta Windows Live
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Zálohy Windows WinSxs
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Zprávy Yahoo
YahooMessenger=Yahoo Messenger
YahooToolbar=Lišta Yahoo
Yandex=Yandex
YandexCache=Vyrovnávací paměť Yandex
YandexCookies=Cookie Yandex
YandexForm=Historie automatického dokončování Yandex
YandexLocalstorage=Místní úložiště Yandex
Yandexpass=Uložená hesla Yandex
YandexSession=Relace Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Neplatná položka kontext menu
MUICache=Mezipaměť MUI
Services=Služby Windows
Activex=Prvky ActiveX/COM
FireWall=Nastavení firewallu
RootAll=Neplatné cesty
SoftwareSection=Sekce software
ApplicationPaths=Cesty aplikací
FileTypes=Typy souborů
HelpFiles=Soubory Nápovědy
Fonts=Písma
SharedDLL=Sdílené dll
MRULists=MRU seznamy
UninstallSection=Odinstalátory
StartMenu=Nabídka Start
StartupProgram=Spouštění programů
SoundandAppEvents=Zvuky a události
IEUrlHistory=Historie Url prohlížeče
IFEO=Nastavení obrazů exe souborů
EmptyKey=Prázdné klíče
App=Aplikace
UserDefine=Uživatelsky definované
ZeroFile=Prázdné soubory - 0 bytů
WinSetupLog=Chybové zprávy instalací Windows
NtUninstall=Odinstalátory záplat Windows
InvalidLnk=Neplatní zástupci
UserTemp=Dočasné soubory uživatele
WinTemp=Dočasné soubory Windows
RecentFiles=Poslední otevřené soubory
PatchSource=Aktualizátory Windows
TempFile=Dočasné soubory
fcwdir=Soubory vytvořené při stahování
tfcbp=Dočasné soubory vytvořené programy
sdrf=Obnovené soubory vytvořené během skenování disku
OldFile=Staré soubory
outdatedfile=Zastaralé soubory
fcwhfir=Soubory vytvořené nápovědou
Ncfile=Vyrovnávací soubory paměti
Backupfile=Záložní soubory
WBfile=Záložní soubory MS Word
Cbswahf=Soubory vytvořené při vyhledávání v Nápovědě
whtf=Dočasné soubory Nápovědy systému Windows
Logfile=Soubory zpráv
LLogfile=Soubory zpráv vytvořené aplikací nebo systémovou službou
Errorfile=Chybové zprávy
Wmdf=Soubory paměti Win2000/XP (dump)
bcomf=Záložní kopie modifikovaných souborů
Indexfile=Indexované soubory
ifcbsiotitpbs=indexované soubory vytvořené systémem pro zvýšení rychlosti zobrazení obrázků
Tfcds=Dočasné soubory vytvořené během instalací
Intermediatefile=Mezisoubory
chkfile=Obnovené soubory
Summary=Souhrn

[Tools]
Update=Aktualizovat
Download=Stáhnout
WhatNew=Co je nového?

[BootTime]
BootTimeEx=Váš čas spuštění
BootLike=Podobný je
Btnopt=Zrychlit
Congratulation=Rychlost spouštění Vašeho PC:  
BootTime=Doba spouštění: %d sekund
FailWeahter=Nelze získat informace o počasí.

[MenuBar]
Support=Centrum podpory
BtnCustom=Vlastní
BtnRestore=Centrum obnovy
BtnSkin=Vzhled
BtnMenu=Nabídka
BtnBackup=Zálohy

[UpgradePro]
Title=Proč aktualizovat na verzi PRO
MoreSkin=Další vzhledy
CustomHead=Vlastní avataři
Support=Podpora 7x24
Buy=Koupit
Reg=Registrace
RegUser=Registrovaný uživatel

[AutoUpdate]
UpdateFail=Aktualizace se nezdařila. Chcete stáhnout instalátor z našich stránek?
NoFiles=Prosím, zvolte aktualizační soubor.
CurrentFile=Soubor: 
Readed=Stahování:
SumSize=Velikost:
Byte=Bajtů
DownloadError=Chyba při stahování, zopakujte.
AutoUpdate=Wise Care 365 - Live Update
StartUpdate=Aktualizovat
Cancel=Storno
Ready=Připraven ke stahování.
FindUpdate=Následující součásti je možno aktualizovat:
NewVerInfo=Změny v nové verzi:
IgnoreVer=Tuto aktualizaci ignorovat
BtnUpdate=Aktualizovat
BtnNotNow=Nyní ne
BtnOk=Ok
BtnCancel=Storno


[SoftRate]
Querying=Vyčkejte...
Good=Líbí 
Bad=Nelíbí
Safe=Nahlásit
Ver=Verze:
Ratings= x hodnoceno
SoftNotExist=Nelze nalézt tento software.
GetSoftInfoError=Nelze získat info o software
UploadSoftLogoError=Chyba odeslání info k software
SubmitData=Odesílá se komentář k tomuto software...
SubmitSoftInfoError=Odeslání se nezdařilo, chyba je v připojení.
SubmitRateSuccess=Odeslání zprávy bylo úspěšné.
HaveSubmitRate=Již jste software hodnotil.
Submitgoodbad=Odesílají se zadané informace...
me=Já
NickTooLong=Vaše přezdívka by neměla mít více než 20 znaků.
MailTooLong=Váš e-mail by neměl mít více než 50 znaků.
WrongEmail=Neplatný email.
ReviewTooLong=Celková délka hodnocení by neměla překročit 300 znaků.
RateHint=Přihlašte se k našemu ohodnocování software a ohodnoťte svůj oblíbený produkt!
UnknowName=Neznámý produkt
UnknowVer=Neznámá verze
UnknowDesc=Popis nezjištěn

[Edit]
pmcut=Vyjmout
pmcopy=Kopírovat
pmpaste=Vložit
pmdelete=Smazat
pmselectall=Vybrat vše

[Turbo]
PmActive=Připonenout později
PmNever=Již nezobrazovat
btnClean=Vyčistit
NeedCleanTrash=%s zbytečností bylo nalezeno.
NeedCleanTrace=%d stop bylo nalezeno.
CleanSuggestion=Rozsáhlé využívání počítače vytváří zbytečných souborů!

[Renew]
subscribed=Jsem zaregistrován, již to nepotřebuji připomínat.
btnact.caption=Aktivovat licenční klíč
Regexpire=Po uplynutí zkušební doby již nebudete moci používat Wise Care 365.
Regtitle2=30-ti denní zkušební doba uplynula. Zaregistrujte si program.
Regtitle=Do ukončení zkušební doby zbývá už jen %d dní.
RegPrice=Zakupte verzi PRO pro zachování špičkového výkonu PC! Jen za %s !
Regnow=Registrovat!
title=Wise Care 365 PRO uplyne za %d dní!
title2=Váš licenční klíč již vypršel. Obnovte si ho včas!
Price=Udržte si špičkový výkon PC s verzí PRO! Pouze %s !
lblfeature1.caption=Důkladná ochrana soukromí: Čistič soukromí.
lblfeature2.caption=Flexibilnější kontextová nabídka: Správce kontext menu.
lblfeature3.caption=Ušetření času při při aktualizacích: Aktualizátor.
lblfeature4.caption=Speciálně pro PRO uživatele: Fantastické vzhledy & avataři.
lblfeature5.caption=Vyřešení dotazu s nejvyšší prioritou: Bezplatná technická podpora 7x24.
lblrefund.caption=Závazek bezpodmínečného vrácení 100% peněz.
lblremind.caption=Připomenout později
lblhint.caption=Úžasné funkce Wise Care 365 PRO:
lbldesc.caption=Můžete ztratit výhody, které máte nyní s verzí PRO.
btnrenew.caption=Obnovit
WorkTotal=Doposud Wise Care 365 smazal %s zbytečností, %d položek historie a opravil %d chyb registru.

[Sysmon]
ActivityPercent=Procenta aktivity
AdapterType=Typ adaptéru
Asset=Aktivní značka
ATAVER=Verze ATA
ATemperature=Průměrná teplota
ATM=ATM
BiosDate=Datum vydání BIOSu
Board=Základová deska
BoardType=Typ desky
btnBoard.caption=Základová deska
btnDisk.caption=Hard disk
btnGraphic.caption=Grafická karta
btnHardMonitor.caption=Monitor hardware
btnMemory.caption=Paměť
btnNetAdapter.caption=Síťový adaptér
btnOsOverview.Caption=Operační systém
btnOverview.caption=Přehled
btnProcess.Caption=Proces
btnProcessor.caption=Procesor
btnSoftMonitor.caption=Monitor procesů
btnSoundCard.caption=Zvuková karta
BusType=Typ sběrnice
BytesPerSector=Bajtů na sektor
CacheSize=Velikost L2 Cache
ColorDepth=Sytost barev
connected=připojen ke vzálenému peeru (klientovy)
connecting=adaptér je připojen
Cores=Počet jader
CPU=CPU
CPUUpgrade=Modernizace procesoru
CPUUsage=Využití CPU: %d
CTemperature=Teplota jádra %d
CurrentSpeed=Aktuální rychlost procesoru
Cylinders=Cylindrů
DataWidth=Šířka dat
Description=Popis
DeviceID=ID zařízení
DHCP=Server DHCP
DHCPName=Název DHCP
disconnected=odpojeno
Disk=Disk
DiskRPM=RMP(ot/min)
DiskRPM=RMP(ot/s)
DNSIP=IP DNS
DNSServers=Servery DNS
DNSSuffixes=Přípona DNS
DomainName=Název domény
Drive=Disk
EngineClock=Časování enginu
Ethernet=Ethernet
Familiy=Rodina
Fans=Ventilátory
FileSystemName=Systém souborů
Form=Typ
FreeSpace=Volné místo
frmSoftMonitor.ppDetails=Vlastnosti
frmSoftMonitor.ppKillProc=Ukončit proces
frmSoftMonitor.ppNet1=Blokovat přístup k síti
frmSoftMonitor.ppNet2=Povolit přístup k síti
Gateway=Výchozí brána
GPU=GPU
GPUChip=Čip GPU
Graphics=Grafická karta
HandleNumber=Počet obsažených popisovačů
HDFirmware=Verze firmware
HostName=Název hosta
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 bezdrátové
InterfaceType=Typ rozhraní
IPAddress=IP adresa
IPMask=Maska
LANdisabled=Adaptér LAN byl zakázán.
Loading=Načítání...
Locator=Banka lokátoru
MACAddress=MAC adresa
Manufacter=Výrobce
MaximumSpeed=Max. rychlost procesoru
MaxSpeed=Max rychlost
MediaType=Typ média
Memory=Paměť
MemoryClock=Časování paměti
MemoryType=Typ paměti
MemoryUsage=Paměť: %s/%s
MemSlot=Paměťový slot:
MemSlotCount=Počet paměťových slotů
Name=Název
NetAdater=Síťový adaptér
NetConnectionID=ID připojení
Normal=Normální
OperStatus=operační stav rozhraní
OS=Operační systém
OSAbbreviate=Zkratka jazyka
OSCountry=Stát
OSCSD=CSD
OSDaylightName=Denní název
OSDisplayName=Zobrazovaný název
OSEdition=Vydání
OSInstallDate=Datum instalace
OSLanguage=Jazyk
OSLOCAL=MÍSTNÍ
OSLongDateFormat=Dlouhý formát datumu
OSMonetary=Kód měny
OSMonetarySymbol=Mezinárodní kód měny
OSPaths=Proměnné prostředí
OSProductID=ID produktu
OSProductKey=Klíč produktu
OSRegisteredOrg=Registrovaná organizace
OSRegisteredUser=Registrovaný uživatel
OSShortDateFormat=Krátký formát datumu
OSStandardName=Standardní název
OSTimezone=Časové pásmo
OSUTC=Posun UTC(minuty)
OSversor=verze
OtherType=Jiné
Overview=Přehled komponentů počítače
Part=Číslo dílu
PartitionLength=Velikost oddílu
PartitionNumber=Číslo oddílu
PhysicalAvailable=Skutečně dostupno:
PhysicalFree=Skutečně volné: 
PhysicalTotal=Skutečně celkem:
PhysicalUsed=Skutečně využito: 
PixHeight=Výška(pixely)
PixWidth=Šířka(pixely)
ppmDetails=Detaily
ppmExit=Ukončit Wise Monitor
ppmHide=Skrýt indikátor
ppmShowFloat=Zobrazit indikátor
ppmStayontop =Vždy nahoře
PPP=PPP
processName=Název procesu
Processor=Procesor
processpath=Umístění
Product=Produkt
Recv=Přijmuto
RecvS=Přijmuto/s
RefreshRate=Obnovovací frekvence
SATAVER=Verze SATA
SectorsPerTrack=Sektorů na stopu
Send=Odesláno
SendS=Odesláno/s
Serial=Sériové číslo
ShowNetOnly=Zobrazit pouze síťové procesy
ShowSysProcess=Zobrazit systémové procesy
Size=Velikost
Socket=Označení patice
SoftwareLookback=software vracející síťové rozhraní
SoundCard=Zvuková karta
Speed=Rychlost
SSD=Solid State Device (SSD disk)
StartingOffset=Spouštěcí offset
SystemCache=Vyrovnávací paměť systému:
Technology=Technologie
Temperature=Teplota
TemperatureMon=Monitorování teploty
Temperatures=Teploty
TfrmMemoryProcList.btnSpeedup=Vylepšit
TfrmMemoryProcList.btnSpeedup_1=Vylepšuje se
TfrmMemoryProcList.memstate1=Pracuje správně 
TfrmMemoryProcList.memstate2=Pracuje normálně
TfrmMemoryProcList.memstate3=Pracuje pomalu
TfrmMemoryProcList.OptimizationMem=Uvolněno %s
TfrmMonitorPopup.lbl1_C=Využití CPU
TfrmMonitorPopup.lbl1_M=Využití paměti
TfrmMonitorPopup.lbl1_R=Rychlost stahování
TfrmMonitorPopup.lbl1_S=Rychlost uploadu
TfrmMonitorPopup.lbl1_T=Teplota součástí hardware
TfrmMonitorPopup.lbl2_C=Kolísání využití CPU
TfrmMonitorPopup.lbl2_M=Stav paměti systému
TfrmMonitorPopup.lbl2_R=Rychlost stahování záznamu
TfrmMonitorPopup.lbl2_S=Rychlost uploadu záznamu
TfrmMonitorPopup.lblBoard.caption=Základová deska
TfrmMonitorPopup.lblCpu.caption=Procesor
TfrmMonitorPopup.lblGpu.caption=Grafická karta
TfrmMonitorPopup.lblhdd.caption=Hard disk
Threads=Počet vláken
TokenRing=Token Ring
Total=Celkem
TotalProcess=Nalezeno %d procesů, včetně %d procesů uživatele a %d systémových procesů.
TotalSpace=Velikost celkem
TracksPerCylinder=Stop na cylindr
Type=Typ
Tunnel=Typ zapouzdření Tunnelu
Unknown type=Neznámý typ
User=Uživatel
Version=Verze
VideoDisplay=Display Name
VideoMode=Rozlišení
Voltages=Napětí
VolumeName=Název svazku
WANconnected=WAN adaptér není připojen.
WINSAddress=Primární adresa WINS

IORead=I/O načtení
IOWrite=I/O zapsání
Bytes=Bajtů

[AutoRun]
ResultHint=Plánováné autočištění bylo dokončeno
Result=Smazat výsledek

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Ochrany registru
TfrmRegFilterNotify.lblTitle.Caption=Ochrana systému
TfrmRegFilterNotify.lblProgram.Caption=Program:
KeyName=Klíč registru:
TfrmRegFilterNotify.lblKey.Caption=Umístění:
TfrmRegFilterNotify.ckbRemind.Caption=Nezobrazovat toto umístění
TfrmRegFilterNotify.btnDeny.Caption=Zakázat
TfrmRegFilterNotify.btnAllow.Caption=Povolit
pmAllowProgram=Vždy povolit tento program
pmDenyProgram=Vždy zakázat tento program
regnotifydefaultbrowser=Nějaký program se pokouší změnit výchozí prohlížeč
regnotifystartrundesc=Nějaký program se pokouší přidat ke spouštěným
regnotifyservicesdesc=Nějaký program se pokouší instalovat ovladač nebo službu
regnotifyifeodesc=Nějaký program se pokouší injektovat spustitelný soubor
regnotifyspidesc=Nějaký program se pokouší změnit síťový protokol
regnotifyIEStartPageDesc=Nějaký program se pokouší změnit Domovskou stránku IE
regnotifydefaultbrowser_n=Změna výchozího prohlížeče
regnotifystartrundesc_n=Změna položek spouštění
regnotifyservicesdesc_n=Instalace ovladače nebo služby
regnotifyifeodesc_n=Injektování spustitelného souboru
regnotifyspidesc_n=Změna síťového protokolu
regnotifyIEStartPageDesc_n=Změna Domovské stránky IE

[EUASK]
regcaption=Registrace
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Připojit se k Euask
FrmEuaskLogin.lblSign.Caption=Přihlášení se do Euask
FrmEuaskLogin.lblnick.Caption=Uživatel:
FrmEuaskLogin.lbl1.Caption=Heslo:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Registrovat
FrmEuaskLogin.btnpwd.Caption=Zapoměli jste heslo?
FrmEuaskLogin.WiseLabel1.Caption=Uživatel:
FrmEuaskLogin.WiseLabel2.Caption=Heslo:
FrmEuaskLogin.btnreg.caption=Registrovat
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Nyní ne
inputuser=Prosím, zadejte Vaše heslo a jméno uživatele.